Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_file_discardReload
source: revert undo all
ar: revert undo all تراجع عن الكل تجاهل التغييرات
cs: zahodit změny zmeny vrátit vratit vše vse revert undo all
de: verwerfen zurücksetzen alles rückgängig revert undo all
el: επαναφορά αναίρεση όλων revert undo all
es: descartar revertir deshacer todo revert undo all
fa: برگرداندن واگرد همه, revert undo all
fr: abandonner rétablir tout annuler revert undo all
hu: elvetés elvetes visszaállítás visszaallitas összes visszavonása revert undo all
id: buang perubahan muat ulang batalkan semua revert undo all
it: ripristina annulla tutto revert undo all
ja: へんこうをはきしてさいよみこみ
ko: 변경 취소 되돌리기 다시 로드 revert undo all
pl: przywróć cofnij wszystko revert undo all
pt: reverter desfazer tudo revert undo all
ro: renuntare renunțare revenire anulare tot revert undo all
ru: вернуть отменить все revert undo all
th: ละทิ้ง โหลดใหม่ เลิกทำทั้งหมด revert undo all
tr: geri döndür tümünü geri al revert undo all
uk: повернути скасувати все revert undo all
vi: hủy thay đổi tải lại hoàn tác tất cả revert undo all
zh_hans: 放弃 还原 全部撤消 重新加载 revert undo all
zh_hant: 捨棄變更 重新載入 全部復原 revert undo all

# Cmd_file_reopenClosed
source: Reopen closed tab
ar: إعادة فتح علامة التبويب المغلقة
cs: Znovu otevřít zavřenou kartu
de: Geschlossene Registerkarte wieder öffnen
el: Επανάνοιγμα κλειστής καρτέλας
es: Volver a abrir la pestaña cerrada
fa: بازگشایی زبانهٔ بسته‌شده
fr: Rouvrir l'onglet fermé
hu: Bezárt lap újranyitása
id: Buka kembali tab yang ditutup
it: Riapri scheda chiusa
ja: 閉じたタブを開き直す
ko: 닫은 탭 다시 열기
pl: Otwórz ponownie zamkniętą kartę
pt: Reabrir guia fechada
ro: Redeschidere filă închisă
ru: Открыть закрытую вкладку
th: เปิดแท็บที่ปิดไปอีกครั้ง
tr: Kapatılan sekmeyi yeniden aç
uk: Знову відкрити закриту вкладку
vi: Mở lại tab đã đóng
zh_hans: 重新打开已关闭的选项卡
zh_hant: 重新開啟已關閉的索引標籤

# CmdAlias_file_reopenClosed
source: restore tab undo close
ar: restore tab undo close استعادة علامة تبويب تراجع عن الإغلاق
cs: znovu otevřít otevrit obnovit kartu zavřenou zavrenou restore tab undo close
de: registerkarte wiederherstellen schließen rückgängig restore tab undo close
el: επαναφορά καρτέλα αναίρεση κλεισίματος restore tab undo close
es: restaurar pestaña deshacer cierre restore tab undo close
fa: بازگردانی زبانه لغو بستن, restore tab undo close
fr: rouvrir onglet restaurer annuler fermeture restore tab undo close
hu: bezárt bezart lap visszaállítás visszaallitas újranyitás ujranyitas restore tab undo close
id: buka kembali pulihkan tab restore tab undo close
it: ripristina scheda annulla chiusura restore tab undo close
ja: とじたたぶをひらきなおす
ko: 닫은 탭 다시 열기 탭 복원 restore tab undo close
pl: przywróć kartę cofnij zamknięcie restore tab undo close
pt: restaurar guia desfazer fechar restore tab undo close
ro: redeschidere restaurare fila filă anulare inchidere închidere restore tab undo close
ru: восстановить вкладку отменить закрытие restore tab undo close
th: เปิดอีกครั้ง แท็บ คืนค่า restore tab undo close
tr: sekmeyi geri yükle kapatmayı geri al restore tab undo close
uk: відновити вкладку скасувати закриття restore tab undo close
vi: mở lại khôi phục tab restore tab undo close
zh_hans: 恢复 选项卡 撤消关闭 重新打开 restore tab undo close
zh_hant: 重新開啟 還原索引標籤 復原關閉 restore tab undo close

# Cmd_file_recent_clear
source: Clear recent files
ar: مسح الملفات الأخيرة
cs: Vymazat poslední soubory
de: Zuletzt verwendete Dateien leeren
el: Απαλοιφή πρόσφατων αρχείων
es: Borrar archivos recientes
fa: پاک کردن فایل‌های اخیر
fr: Effacer les fichiers récents
hu: Legutóbbi fájlok listájának törlése
id: Hapus daftar file terbaru
it: Cancella file recenti
ja: 最近使ったファイルの一覧を消去
ko: 최근 파일 목록 지우기
pl: Wyczyść ostatnie pliki
pt: Limpar arquivos recentes
ro: Golire fișiere recente
ru: Очистить список последних файлов
th: ล้างไฟล์ล่าสุด
tr: Son dosyaları temizle
uk: Очистити список останніх файлів
vi: Xóa danh sách tệp gần đây
zh_hans: 清除最近使用的文件
zh_hant: 清除最近使用的檔案

# CmdAlias_file_recent_clear
source: history mru
ar: history mru سجل الملفات الأخيرة مسح
cs: vymazat poslední posledni soubory historie history mru
de: verlauf zuletzt history mru
el: ιστορικό πρόσφατα history mru
es: historial recientes history mru
fa: سابقه, history mru
fr: historique récents history mru
hu: legutóbbi legutobbi előzmények elozmenyek törlés torles history mru
id: hapus riwayat file terbaru history mru
it: cronologia recenti history mru
ja: さいきんつかったふぁいるのいちらんをしょうきょ
ko: 최근 파일 기록 지우기 history mru
pl: historia ostatnie history mru
pt: histórico recentes history mru
ro: istoric recente golire history mru
ru: журнал последние history mru
th: ล้าง ไฟล์ล่าสุด ประวัติ history mru
tr: geçmiş son kullanılanlar history mru
uk: журнал останні history mru
vi: xóa lịch sử tệp gần đây history mru
zh_hans: 最近 历史记录 清除 history mru
zh_hant: 清除 最近使用 記錄 歷程記錄 history mru

# Cmd_file_recent_showAll
source: Show all recent files
ar: إظهار كل الملفات الأخيرة
cs: Zobrazit všechny poslední soubory
de: Alle zuletzt verwendeten Dateien anzeigen
el: Εμφάνιση όλων των πρόσφατων αρχείων
es: Mostrar todos los archivos recientes
fa: نمایش همهٔ فایل‌های اخیر
fr: Afficher tous les fichiers récents
hu: Összes legutóbbi fájl megjelenítése
id: Tampilkan semua file terbaru
it: Mostra tutti i file recenti
ja: 最近使ったファイルをすべて表示
ko: 최근 파일 모두 표시
pl: Pokaż wszystkie ostatnie pliki
pt: Mostrar todos os arquivos recentes
ro: Afișare toate fișierele recente
ru: Показать все последние файлы
th: แสดงไฟล์ล่าสุดทั้งหมด
tr: Tüm son dosyaları göster
uk: Показати всі останні файли
vi: Hiện tất cả tệp gần đây
zh_hans: 显示所有最近使用的文件
zh_hant: 顯示所有最近使用的檔案

# CmdAlias_file_recent_showAll
source: history mru list
ar: history mru list سجل قائمة الملفات الأخيرة
cs: poslední posledni soubory historie seznam history mru list
de: verlauf zuletzt liste history mru list
el: ιστορικό πρόσφατα λίστα history mru list
es: historial recientes lista history mru list
fa: سابقه فهرست, history mru list
fr: historique récents liste history mru list
hu: legutóbbi legutobbi előzmények elozmenyek lista history mru list
id: riwayat daftar file terbaru history mru list
it: cronologia elenco recenti history mru list
ja: さいきんつかったふぁいるをすべてひょうじ
ko: 최근 파일 기록 목록 history mru list
pl: historia lista ostatnie history mru list
pt: histórico lista recentes history mru list
ro: istoric recente lista listă history mru list
ru: журнал последние список history mru list
th: ไฟล์ล่าสุด ประวัติ รายการ history mru list
tr: geçmiş son kullanılanlar liste history mru list
uk: журнал останні список history mru list
vi: lịch sử danh sách tệp gần đây history mru list
zh_hans: 最近 历史记录 列表 history mru list
zh_hant: 最近使用 記錄 歷程記錄 清單 history mru list

# Cmd_view_panel_hash
source: Toggle hash panel
ar: تبديل لوحة التجزئة
cs: Přepnout panel hashů
de: Hash-Bereich ein/aus
el: Εναλλαγή πλαισίου κατακερματισμού
es: Mostrar u ocultar el panel de hash
fa: نمایش/پنهان کردن پنل هش
fr: Afficher/masquer le volet de hachage
hu: Kivonat panel be/ki
id: Alihkan panel hash
it: Mostra/nascondi pannello hash
ja: ハッシュパネルの表示切り替え
ko: 해시 패널 표시/숨기기
pl: Pokaż/ukryj panel hashy
pt: Mostrar/ocultar painel de hash
ro: Comutare panou hash
ru: Показать или скрыть панель хэша
th: สลับแผงแฮช
tr: Karma panelini aç/kapat
uk: Показати або приховати панель хешів
vi: Bật/tắt bảng hash
zh_hans: 切换哈希面板
zh_hant: 切換雜湊面板

# CmdAlias_view_panel_hash
source: checksum digest
ar: checksum digest مجموع اختباري ملخص تجزئة
cs: hash kontrolní kontrolni součet soucet otisk checksum digest
de: prüfsumme hash checksum digest
el: κατακερματισμός άθροισμα ελέγχου σύνοψη checksum digest
es: suma de comprobación hash checksum digest
fa: چک‌سام چکیده, checksum digest
fr: hachage somme de contrôle empreinte checksum digest
hu: kivonat hash ellenőrzőösszeg ellenorzoosszeg checksum digest
id: panel hash checksum digest
it: checksum digest hash
ja: はっしゅぱねるのひょうじきりかえ
ko: 해시 패널 체크섬 다이제스트 checksum digest
pl: suma kontrolna hash checksum digest hash
pt: soma de verificação resumo checksum digest hash
ro: suma sumă control rezumat checksum digest
ru: контрольная сумма хэш checksum digest
th: แฮช เช็กซัม แผง checksum digest
tr: karma sağlama toplamı özet hash checksum digest
uk: контрольна сума дайджест checksum digest
vi: bảng hash tổng kiểm tra checksum digest
zh_hans: 哈希 校验和 摘要 checksum digest
zh_hant: 雜湊面板 雜湊 總和檢查碼 摘要 checksum digest

# Cmd_analysis_hash
source: Calculate hash
ar: حساب التجزئة
cs: Vypočítat hash
de: Hash berechnen
el: Υπολογισμός κατακερματισμού
es: Calcular hash
fa: محاسبهٔ هش
fr: Calculer le hachage
hu: Kivonat számítása
id: Hitung hash
it: Calcola hash
ja: ハッシュを計算
ko: 해시 계산
pl: Oblicz hash
pt: Calcular hash
ro: Calculare hash
ru: Вычислить хэш
th: คำนวณแฮช
tr: Karma hesapla
uk: Обчислити хеш
vi: Tính hash
zh_hans: 计算哈希
zh_hant: 計算雜湊

# CmdAlias_analysis_hash
source: checksum digest md5 sha crc
ar: checksum digest md5 sha crc مجموع اختباري ملخص تجزئة
cs: hash vypočítat vypocitat kontrolní kontrolni součet soucet checksum digest md5 sha crc
de: prüfsumme hash checksum digest md5 sha crc
el: κατακερματισμός άθροισμα ελέγχου checksum digest md5 sha crc
es: suma de comprobación hash checksum digest md5 sha crc
fa: چک‌سام چکیده, checksum digest md5 sha crc
fr: hachage somme de contrôle empreinte checksum digest md5 sha crc
hu: kivonat hash ellenőrzőösszeg ellenorzoosszeg számítás szamitas checksum digest md5 sha crc
id: hitung hash checksum digest md5 sha crc
it: checksum digest calcola hash md5 sha crc
ja: はっしゅをけいさん ちぇっくさむ
ko: 해시 계산 체크섬 다이제스트 checksum digest md5 sha crc
pl: suma kontrolna hash oblicz hash checksum digest md5 sha crc
pt: soma de verificação resumo calcular checksum digest md5 sha crc
ro: suma sumă control rezumat checksum digest md5 sha crc
ru: контрольная сумма хэш checksum digest md5 sha crc
th: แฮช คำนวณ เช็กซัม checksum digest md5 sha crc
tr: karma sağlama toplamı özet hash checksum digest md5 sha crc
uk: контрольна сума дайджест checksum digest md5 sha crc
vi: tính hash tổng kiểm tra checksum digest md5 sha crc
zh_hans: 哈希 计算 校验和 摘要 checksum digest md5 sha crc
zh_hant: 雜湊 計算 總和檢查碼 摘要 checksum digest md5 sha crc

# Cmd_analysis_hash_verify
source: Verify hash value
ar: التحقق من قيمة التجزئة
cs: Ověřit hodnotu hash
de: Hashwert überprüfen
el: Επαλήθευση τιμής κατακερματισμού
es: Verificar valor hash
fa: تأیید مقدار هش
fr: Vérifier la valeur de hachage
hu: Kivonatérték ellenőrzése
id: Verifikasi nilai hash
it: Verifica valore hash
ja: ハッシュ値を照合
ko: 해시 값 확인
pl: Weryfikuj wartość hash
pt: Verificar valor de hash
ro: Verificare valoare hash
ru: Проверить значение хэша
th: ตรวจสอบค่าแฮช
tr: Karma değerini doğrula
uk: Перевірити значення хешу
vi: Xác minh giá trị hash
zh_hans: 验证哈希值
zh_hant: 驗證雜湊值

# CmdAlias_analysis_hash_verify
source: compare expected checksum digest
ar: compare expected checksum digest مقارنة القيمة المتوقعة مجموع اختباري تحقق
cs: ověřit overit porovnat očekávaná ocekavana hash kontrolní kontrolni součet soucet compare expected checksum digest
de: vergleichen erwartet prüfsumme compare expected checksum digest
el: σύγκριση αναμενόμενη άθροισμα ελέγχου compare expected checksum digest
es: comparar esperado suma de comprobación compare expected checksum digest
fa: مقایسه مورد انتظار چک‌سام چکیده, compare expected checksum digest
fr: comparer attendue somme de contrôle compare expected checksum digest
hu: ellenőrzés ellenorzes összehasonlítás osszehasonlitas várt vart kivonat hash compare expected checksum digest
id: verifikasi bandingkan nilai yang diharapkan compare expected checksum digest
it: confronta previsto checksum digest compare expected
ja: はっしゅちをしょうごう きたいち ちぇっくさむ
ko: 해시 확인 비교 예상 값 검증 compare expected checksum digest
pl: porównaj oczekiwana suma kontrolna compare expected checksum digest
pt: comparar esperado soma de verificação compare expected checksum digest
ro: comparare asteptat așteptat suma sumă control compare expected checksum digest
ru: сравнить ожидаемое контрольная сумма compare expected checksum digest
th: ตรวจสอบ เปรียบเทียบ ค่าที่คาดหวัง เช็กซัม compare expected checksum digest
tr: karşılaştır beklenen sağlama toplamı compare expected checksum digest
uk: порівняти очікуване контрольна сума compare expected checksum digest
vi: xác minh so sánh giá trị mong đợi compare expected checksum digest
zh_hans: 验证 比较 预期值 校验和 摘要 compare expected checksum digest
zh_hant: 驗證 比較 預期值 雜湊 總和檢查碼 compare expected checksum digest

# Cmd_analysis_hash_verifyFile
source: Verify with checksum file
ar: التحقق باستخدام ملف مجموع اختباري
cs: Ověřit souborem kontrolních součtů
de: Mit Prüfsummendatei überprüfen
el: Επαλήθευση με αρχείο αθροίσματος ελέγχου
es: Verificar con archivo de sumas de comprobación
fa: تأیید با فایل چک‌سام
fr: Vérifier avec un fichier de sommes de contrôle
hu: Ellenőrzés ellenőrzőösszeg-fájllal
id: Verifikasi dengan file checksum
it: Verifica con file di checksum
ja: チェックサムファイルで検証
ko: 체크섬 파일로 확인
pl: Weryfikuj za pomocą pliku sum kontrolnych
pt: Verificar com arquivo de soma de verificação
ro: Verificare cu fișier de sume de control
ru: Проверить по файлу контрольных сумм
th: ตรวจสอบด้วยไฟล์เช็กซัม
tr: Sağlama toplamı dosyasıyla doğrula
uk: Перевірити за файлом контрольних сум
vi: Xác minh bằng tệp tổng kiểm tra
zh_hans: 使用校验和文件验证
zh_hant: 以總和檢查碼檔案驗證

# CmdAlias_analysis_hash_verifyFile
source: sha256sum md5sum sfv
ar: sha256sum md5sum sfv ملف مجموع اختباري تحقق
cs: ověřit overit soubor kontrolní kontrolni součty soucty sha256sum md5sum sfv
de: prüfsummendatei sha256sum md5sum sfv
el: άθροισμα ελέγχου sha256sum md5sum sfv
es: archivo sumas de comprobación sha256sum md5sum sfv
fa: چک‌سام, sha256sum md5sum sfv
fr: fichier sommes de contrôle sha256sum md5sum sfv
hu: ellenőrzőösszeg ellenorzoosszeg fájl fajl sha256sum md5sum sfv
id: verifikasi file checksum sha256sum md5sum sfv
it: file checksum sha256sum md5sum sfv
ja: ちぇっくさむふぁいるでけんしょう
ko: 체크섬 파일 확인 검증 sha256sum md5sum sfv
pl: plik sum kontrolnych sha256sum md5sum sfv
pt: arquivo soma de verificação sha256sum md5sum sfv
ro: suma sumă control verificare sha256sum md5sum sfv
ru: контрольная сумма sha256sum md5sum sfv
th: ไฟล์เช็กซัม ตรวจสอบ sha256sum md5sum sfv
tr: sağlama toplamı sha256sum md5sum sfv
uk: контрольна сума sha256sum md5sum sfv
vi: xác minh tệp tổng kiểm tra sha256sum md5sum sfv
zh_hans: 校验和文件 验证 sha256sum md5sum sfv
zh_hant: 總和檢查碼檔案 驗證 sha256sum md5sum sfv

# Cmd_analysis_hash_copy
source: Copy hash value
ar: نسخ قيمة التجزئة
cs: Kopírovat hodnotu hash
de: Hashwert kopieren
el: Αντιγραφή τιμής κατακερματισμού
es: Copiar valor hash
fa: رونوشت مقدار هش
fr: Copier la valeur de hachage
hu: Kivonatérték másolása
id: Salin nilai hash
it: Copia valore hash
ja: ハッシュ値をコピー
ko: 해시 값 복사
pl: Kopiuj wartość hash
pt: Copiar valor de hash
ro: Copiere valoare hash
ru: Копировать значение хэша
th: คัดลอกค่าแฮช
tr: Karma değerini kopyala
uk: Копіювати значення хешу
vi: Sao chép giá trị hash
zh_hans: 复制哈希值
zh_hant: 複製雜湊值

# CmdAlias_analysis_hash_copy
source: copy checksum digest
ar: copy checksum digest نسخ مجموع اختباري تجزئة
cs: kopírovat kopirovat hash kontrolní kontrolni součet soucet copy checksum digest
de: kopieren prüfsumme copy checksum digest
el: αντιγραφή άθροισμα ελέγχου copy checksum digest
es: copiar suma de comprobación copy checksum digest
fa: کپی چک‌سام چکیده, copy checksum digest
fr: copier hachage somme de contrôle copy checksum digest
hu: másolás masolas kivonat hash ellenőrzőösszeg copy checksum digest
id: salin hash copy checksum digest
it: copia checksum digest copy
ja: はっしゅちをこぴー ちぇっくさむ
ko: 해시 복사 체크섬 copy checksum digest
pl: kopiuj suma kontrolna hash copy checksum digest
pt: copiar soma de verificação resumo copy checksum digest
ro: copiere suma sumă control copy checksum digest
ru: копировать контрольная сумма copy checksum digest
th: คัดลอก แฮช เช็กซัม copy checksum digest
tr: kopyala sağlama toplamı copy checksum digest
uk: копіювати контрольна сума copy checksum digest
vi: sao chép hash tổng kiểm tra copy checksum digest
zh_hans: 复制 哈希 校验和 摘要 copy checksum digest
zh_hant: 複製 雜湊值 總和檢查碼 copy checksum digest

# Cmd_inspector_toggleEndian
source: Toggle endianness
ar: تبديل ترتيب البايتات
cs: Přepnout pořadí bajtů
de: Bytereihenfolge umschalten
el: Εναλλαγή σειράς byte
es: Alternar orden de bytes
fa: تغییر ترتیب بایت
fr: Basculer le boutisme
hu: Bájtsorrend váltása
id: Alihkan urutan byte
it: Alterna ordine dei byte
ja: エンディアンの切り替え
ko: 엔디언 전환
pl: Przełącz kolejność bajtów
pt: Alternar ordem dos bytes
ro: Comutare ordinea octeților
ru: Переключить порядок байтов
th: สลับลำดับไบต์
tr: Bayt sırasını değiştir
uk: Перемкнути порядок байтів
vi: Chuyển thứ tự byte
zh_hans: 切换字节序
zh_hant: 切換位元組順序

# CmdAlias_inspector_toggleEndian
source: little big endian byte order LE BE
ar: little big endian byte order LE BE ترتيب البايتات
cs: pořadí poradi bajtů bajtu endian little big endian byte order LE BE
de: bytereihenfolge endian little big byte order LE BE
el: σειρά byte little big endian byte order LE BE
es: orden de bytes endian little big byte order LE BE
fa: ترتیب بایت, little big endian byte order LE BE
fr: boutisme petit-boutiste gros-boutiste ordre des octets little big endian byte order LE BE
hu: bájtsorrend bajtsorrend endian little big endian byte order LE BE
id: urutan byte little big endian byte order LE BE
it: ordine dei byte little big endian byte order LE BE
ja: えんでぃあんのきりかえ ばいとじゅん
ko: 엔디언 전환 바이트 순서 리틀 빅 little big endian byte order LE BE
pl: kolejność bajtów little big endian byte order LE BE
pt: ordem dos bytes little big endian byte order LE BE
ro: ordine octeti octeți little big endian byte order LE BE
ru: порядок байтов little big endian byte order LE BE
th: ลำดับไบต์ สลับ little big endian byte order LE BE
tr: bayt sırası little big endian byte order LE BE
uk: порядок байтів little big endian byte order LE BE
vi: thứ tự byte little big endian byte order LE BE
zh_hans: 字节序 小端序 大端序 字节顺序 little big endian byte order LE BE
zh_hant: 位元組順序 小端序 大端序 端序 little big endian byte order LE BE

# Hash_NoResults
source: There are no hash results yet
ar: لا توجد نتائج تجزئة بعد
cs: Zatím nejsou žádné výsledky hashů
de: Es gibt noch keine Hash-Ergebnisse
el: Δεν υπάρχουν ακόμα αποτελέσματα κατακερματισμού
es: Todavía no hay resultados de hash
fa: هنوز نتیجهٔ هشی وجود ندارد
fr: Aucun résultat de hachage pour le moment
hu: Még nincsenek kivonateredmények
id: Belum ada hasil hash
it: Non ci sono ancora risultati hash
ja: ハッシュの計算結果がありません
ko: 아직 해시 결과가 없음
pl: Nie ma jeszcze wyników hash
pt: Ainda não há resultados de hash
ro: Încă nu există rezultate hash
ru: Результатов хэширования пока нет
th: ยังไม่มีผลลัพธ์แฮช
tr: Henüz karma sonucu yok
uk: Результатів хешування ще немає
vi: Chưa có kết quả hash
zh_hans: 还没有哈希结果
zh_hant: 還沒有雜湊結果

# Cmd_window_restoreSession
source: Restore previous session
ar: استعادة الجلسة السابقة
cs: Obnovit předchozí relaci
de: Vorherige Sitzung wiederherstellen
el: Επαναφορά προηγούμενης περιόδου λειτουργίας
es: Restaurar la sesión anterior
fa: بازیابی نشست قبلی
fr: Restaurer la session précédente
hu: Előző munkamenet visszaállítása
id: Pulihkan sesi sebelumnya
it: Ripristina sessione precedente
ja: 前回のセッションを復元
ko: 이전 세션 복원
pl: Przywróć poprzednią sesję
pt: Restaurar sessão anterior
ro: Restaurare sesiune anterioară
ru: Восстановить предыдущий сеанс
th: คืนค่าเซสชันก่อนหน้า
tr: Önceki oturumu geri yükle
uk: Відновити попередній сеанс
vi: Khôi phục phiên trước
zh_hans: 还原上一个会话
zh_hant: 還原上一個工作階段

# CmdAlias_window_restoreSession
source: reopen tabs last time
ar: reopen tabs last time إعادة فتح علامات التبويب الجلسة السابقة
cs: obnovit relace předchozí predchozi karty minule reopen tabs last time
de: sitzung registerkarten wieder öffnen letztes mal reopen tabs last time
el: επανάνοιγμα καρτέλες προηγούμενη φορά reopen tabs last time
es: sesión volver a abrir pestañas última vez reopen tabs last time
fa: بازگشایی زبانه‌ها دفعهٔ قبل, reopen tabs last time
fr: session rouvrir onglets dernière fois reopen tabs last time
hu: munkamenet visszaállítás visszaallitas lapok legutóbb legutobb reopen tabs last time
id: pulihkan sesi buka kembali tab terakhir reopen tabs last time
it: riapri schede ultima volta sessione reopen tabs last time
ja: ぜんかいのせっしょんをふくげん
ko: 이전 세션 복원 탭 다시 열기 지난번 reopen tabs last time
pl: otwórz ponownie karty ostatnio sesja reopen tabs last time
pt: reabrir guias última vez sessão reopen tabs last time
ro: redeschidere file sesiune ultima dată reopen tabs last time
ru: открыть вкладки прошлый раз reopen tabs last time
th: คืนค่า เซสชัน เปิดแท็บ ครั้งก่อน reopen tabs last time
tr: sekmeleri yeniden aç son sefer reopen tabs last time
uk: знову відкрити вкладки минулого разу reopen tabs last time
vi: khôi phục phiên mở lại tab lần trước reopen tabs last time
zh_hans: 还原 会话 重新打开 选项卡 上次 reopen tabs last time
zh_hant: 還原 工作階段 上次 重新開啟索引標籤 reopen tabs last time

# CmdCategory_analysis
source: Analysis
ar: تحليل
cs: Analýza
de: Analyse
el: Ανάλυση
es: Análisis
fa: تحلیل
fr: Analyse
hu: Elemzés
id: Analisis
it: Analisi
ja: 解析
ko: 분석
pl: Analiza
pt: Análise
ro: Analiză
ru: Анализ
th: วิเคราะห์
tr: Analiz
uk: Аналіз
vi: Phân tích
zh_hans: 分析
zh_hant: 分析

# CmdCategory_inspector
source: Inspector
ar: المفتش
cs: Inspektor
de: Inspektor
el: Επιθεωρητής
fa: بازرس
fr: Inspecteur
hu: Vizsgáló
id: Inspektur
it: Ispettore
ja: インスペクタ
ko: 검사기
pl: Inspektor
pt: Inspetor
ru: Инспектор
th: ตัวตรวจสอบ
tr: Denetçi
uk: Інспектор
vi: Trình kiểm tra
zh_hans: 检查器
zh_hant: 檢查器

# CmdCategory_window
source: Window
ar: النافذة
cs: Okno
de: Fenster
el: Παράθυρο
es: Ventana
fa: پنجره
fr: Fenêtre
hu: Ablak
id: Jendela
it: Finestra
ja: ウィンドウ
ko: 창
pl: Okno
pt: Janela
ro: Fereastră
ru: Окно
th: หน้าต่าง
tr: Pencere
uk: Вікно
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗

# Command_NoFile
source: The document is not a file
ar: المستند ليس ملفاً
cs: Dokument není soubor
de: Das Dokument ist keine Datei
el: Το έγγραφο δεν είναι αρχείο
es: El documento no es un archivo
fa: سند یک فایل نیست
fr: Le document n'est pas un fichier
hu: A dokumentum nem fájl
id: Dokumen ini bukan file
it: Il documento non è un file
ja: ファイルの文書ではありません
ko: 문서가 파일이 아님
pl: Dokument nie jest plikiem
pt: O documento não é um arquivo
ro: Documentul nu este un fișier
ru: Документ не является файлом
th: เอกสารนี้ไม่ใช่ไฟล์
tr: Belge bir dosya değil
uk: Документ не є файлом
vi: Tài liệu không phải là tệp
zh_hans: 该文档不是文件
zh_hant: 此文件不是檔案

# Command_NoClosedTabs
source: No closed tabs
ar: لا توجد علامات تبويب مغلقة
cs: Žádné zavřené karty
de: Keine geschlossenen Registerkarten
el: Δεν υπάρχουν κλειστές καρτέλες
es: No hay pestañas cerradas
fa: زبانهٔ بسته‌شده‌ای وجود ندارد
fr: Aucun onglet fermé
hu: Nincsenek bezárt lapok
id: Tidak ada tab yang ditutup
it: Nessuna scheda chiusa
ja: 閉じたタブがありません
ko: 닫은 탭이 없음
pl: Brak zamkniętych kart
pt: Nenhuma guia fechada
ro: Nicio filă închisă
ru: Нет закрытых вкладок
th: ไม่มีแท็บที่ปิดไป
tr: Kapatılan sekme yok
uk: Немає закритих вкладок
vi: Không có tab đã đóng
zh_hans: 没有已关闭的选项卡
zh_hant: 沒有已關閉的索引標籤

# Command_NoRecentFiles
source: No recent files
ar: لا توجد ملفات حديثة
cs: Žádné poslední soubory
de: Keine zuletzt verwendeten Dateien
el: Δεν υπάρχουν πρόσφατα αρχεία
es: No hay archivos recientes
fa: فایل اخیری وجود ندارد
fr: Aucun fichier récent
hu: Nincsenek legutóbbi fájlok
id: Tidak ada file terbaru
it: Nessun file recente
ja: 最近使ったファイルがありません
ko: 최근 파일이 없음
pl: Brak ostatnich plików
pt: Nenhum arquivo recente
ro: Niciun fișier recent
ru: Нет последних файлов
th: ไม่มีไฟล์ล่าสุด
tr: Son dosya yok
uk: Немає останніх файлів
vi: Không có tệp gần đây
zh_hans: 没有最近使用的文件
zh_hant: 沒有最近使用的檔案
